{
  "success": true,
  "content": "## 분석 대상\n- **티커**: TSM\n- **분기**: TSM_TS_4Q25\n\n---\n\n## 1. Financial Summary\n- **Total Revenue**: $33.7B (1.9% q/q) - Beat\n- **세부 부문별 매출**:\n    - HPC: 55% of revenue (4% q/q increase)\n    - Smartphone: 32% of revenue (11% q/q increase)\n    - IoT: 5% of revenue (3% q/q increase)\n    - Automotive: 5% of revenue (1% q/q decrease)\n    - DCE: 1% of revenue (22% q/q decrease)\n- **Gross Profit**: 정보 없음 (margin 62.3%)\n- **Operating Income**: 정보 없음 (margin 54%)\n- **Adjusted EBITDA**: 정보 없음 (margin 정보 없음)\n- **EPS**: TWD19.5\n- **주요 KPI**:\n    - 3nm 공정 매출 비중: 28% of wafer revenue\n    - 5nm 공정 매출 비중: 35% of wafer revenue\n    - 7nm 공정 매출 비중: 14% of wafer revenue\n    - Advanced technologies (7nm 이하) 매출 비중: 77% of wafer revenue\n- **현금흐름**:\n    - 운영 현금 흐름 (OCF): TWD726B\n    - CapEx: TWD357B ($11.5B)\n    - 현금 배당: TWD130B\n    - 현금 및 유가증권: TWD3.1 trillion ($98B)\n\n## 2. Guidance\n- **다음 분기 매출 전망**: $34.6B~$35.8B (4% q/q 증가, 38% y/y 증가)\n- **연간 매출 가이던스**: 2026년 전체 매출 약 30% 증가 (YoY, USD 기준)\n- **마진 전망**: 1Q26 Gross Margin 63%~65%, Operating Margin 54%~56%\n- **기타 중요 가이던스**:\n    - 2026년 예상 유효 법인세율: 17%~18%\n    - 2026년 CapEx: $52B~$56B (70~80% advanced process technologies, 10% specialty technologies, 10~20% advanced packaging 등)\n    - 2026년 감가상각비: 10대 후반(high teen) 퍼센트 증가 (YoY)\n\n## 3. Management Summary\n- **(4Q25 및 1Q26 수익성)** 4분기 Gross Margin은 Cost 개선, 환율 호조, 높은 가동률로 인해 62.3%로 증가함. 1분기 Gross Margin은 Cost 개선과 높은 가동률로 64%까지 증가할 것으로 예상됨.\n- **(2026년 전체 Gross Margin 영향 요인)** 전반적인 가동률 증가, N3 Gross Margin의 기업 평균 수준 도달, 생산성 향상이 긍정적 영향을 미칠 것으로 예상됨. 반면, 해외 FAB 가동률 증가에 따른 희석, 2nm 기술 초기 Ramp-up에 따른 희석(2~3%, 연간 1~2%), 환율 변동이 부정적 영향을 미칠 수 있음.\n- **(2026년 CapEx 및 감가상각)** 5G, AI, HPC 등 산업 Megatrend에 따른 높은 성장 기회를 포착하기 위해 CapEx를 $52B~$56B로 설정함. 감가상각비는 2nm 기술 Ramp-up으로 인해 높은 10대(high teen) 퍼센트로 증가할 것으로 예상됨.\n- **(TSMC 장기 수익성 전망)** 고객 성장을 지원하고 지속 가능한 수익을 창출하기 위해 노력할 것임. 제조 비용 증가, 해외 FAB 확장, 특수 기술 투자, 인플레이션 등의 어려움에 직면해 있음. 전략적 가격 책정, Cost 개선, 생산성 향상, 노드 간 Capacity 최적화를 통해 장기 Gross Margin 56% 이상, ROE 20% 후반대 달성을 목표로 함. 지속적으로 주당 현금 배당을 늘려나갈 것임.\n- **(2026년 전망)** AI 관련 수요가 강세를 보이고, 비 AI 시장 부문은 회복세를 보일 것으로 예상됨. Foundry 2.0 산업은 16% 성장했으며, TSMC는 35.9% 성장률을 기록함. 2026년 Foundry 2.0 산업은 AI 수요에 힘입어 14% 성장할 것으로 예상되며, TSMC는 30%에 가까운 매출 증가를 기대함.\n- **(AI 수요 및 장기 성장)** AI 시장 발전은 긍정적이며, AI Accelerator 매출은 2025년 전체 매출의 높은 10%대를 차지함. AI 모델 채택 증가로 Leading-edge Silicon 수요가 증가하고 있으며, 고객 또한 긍정적인 전망을 제시하고 있음. TSMC는 고객과 협력하여 Capacity를 계획하고 있으며, AI Accelerator 매출은 2024~2029년 동안 50% 중후반대의 CAGR을 기록할 것으로 예상함. 전반적인 장기 매출 성장률은 2024년부터 5년 동안 25%에 이를 것으로 예상됨.\n- **(글로벌 제조 Footprint)** 해외 결정은 고객의 요구와 정부 지원을 기반으로 이루어짐. 미국에서는 Arizona FAB 확장을 가속화하고 있으며, 1 FAB은 이미 고용량 생산에 진입함. 2 FAB 건설은 완료되었으며, 2026년에 Tool 이동 및 설치가 계획되어 있음. 3 FAB 건설이 시작되었고, 4 FAB 건설 허가를 신청 중임. 두 번째 대규모 토지를 구매하여 GIGAFAB Cluster를 구축할 계획임. 일본 Kumamoto에서는 Specialty FAB이 양산을 시작했으며, 두 번째 FAB 건설이 시작됨. 유럽 Dresden, 독일에서는 Specialty FAB 건설이 진행 중임. 대만에서는 2nm FAB을 준비 중이며, Leading-edge 및 Advanced Packaging 시설에 투자할 계획임.\n- **(N2 및 A16 현황)** 2nm 기술은 에너지 효율적인 Computing 수요를 충족하며, Hsinchu 및 Kaohsiung에서 양산을 시작함. Smartphone 및 HPC AI 애플리케이션에서 강력한 수요가 있으며, 2026년에 빠른 Ramp-up을 기대함. N2P는 N2의 확장 버전으로 성능 및 전력 이점을 제공하며, 하반기 양산 예정임. A16은 Super Power Rail (SPR)을 특징으로 하며, 복잡한 Signal 경로 및 Gens Power Delivery Network를 갖춘 특정 HPC 제품에 적합함. A16은 하반기에 양산될 예정임.\n\n## 4. Q&A Section\n- **Q (Gokul Hariharan, JP Morgan)**: AI 관련 수요 및 반도체 Cycle에 대한 의견 요청. CapEx 증가에 대한 시장의 우려와 AI Bubble 가능성에 대한 의견 요청. 고객 및 고객사의 피드백과 Cycle 지속 기간에 대한 의견 요청.\n- **A (CC Wei)**: AI 수요가 진짜인지에 대한 질문에 대해 우려하고 있으며, 고객 및 고객사의 의견을 신중하게 경청하고 있다고 답변. Cloud Service Provider가 AI를 통해 사업을 성장시키고 있으며, 재정 상태도 양호하다고 언급. AI가 일상생활에 스며들고 있으며, AI Megatrend를 믿고 있다고 답변. 미국 FAB 확장을 가속화하고 있으며, 대만에서도 Capacity를 늘리고 있다고 답변. Capacity가 매우 Tight하며, Gap을 좁히기 위해 노력하고 있다고 답변.\n- **Q (Laura Chen, Citigroup Inc)**: AI 수요와 관련된 Data Center 전력 공급에 대한 평가 방법 질문. Advanced Packaging 매출 기여도와 CapEx 계획에 대한 질문. 3D IC, SOIC, Panel 기반 등 어떤 분야에 집중 투자할 계획인지 질문.\n- **A (CC Wei)**: 대만 전력 상황을 우선적으로 고려하고 있으며, AI Data Center 건설과 관련된 전력 공급 문제는 고객사가 5~6년 전에 이미 계획했다고 답변. Silicon 공급이 Bottleneck이며, TSMC에 Silicon Bottleneck 해결에 집중해달라고 요청했다고 언급. 전 세계 전력 공급 상황을 주시하고 있으며, 랙, 냉각 시스템 등의 공급도 함께 점검하고 있다고 답변.\n- **A (Wendell Huang)**: Advanced Packaging 매출은 2025년 약 8%였으며, 2026년에는 10%를 약간 넘을 것으로 예상. 향후 5년간 기업 평균보다 빠르게 성장할 것으로 예상. Advanced Packaging CapEx는 고객 요구에 따라 3D IC, SOIC 등 다양한 분야에 투자할 예정.\n- **Q (Charlie Chan, Morgan Stanley)**: AI 외 다른 시장에 대한 전망 질문. PC, Smartphone 출하량, Networking, General Server 등 각 부문에 대한 성장 잠재력 질문.\n- **A (CC Wei)**: Networking Processor는 AI Data 확장에 필요하며, PC, Smartphone은 Memory 가격 상승으로 Unit 성장이 미미할 것으로 예상. TSMC는 High-end Smartphone에 집중하고 있으며, Memory 가격에 덜 민감하여 수요가 여전히 강하다고 답변.\n- **Q (Charlie Chan, Morgan Stanley)**: Intel Foundry 경쟁에 대한 우려 질문. NVIDIA, Apple 등 주요 고객과의 파트너십 가능성에 대한 우려와 TSMC의 대응 방안 질문.\n- **A (CC Wei)**: 경쟁은 불가피하지만, 기술 복잡성으로 인해 2~3년의 준비 기간이 필요하며, 제품 Ramp-up에도 1~2년이 소요됨. Intel의 발전을 과소평가하지 않지만, 30년 이상 경쟁 환경에서 사업을 성장시켜왔으며, 자신감을 갖고 있다고 답변.\n- **Q (Arthur Lai, Macquarie)**: 글로벌 Capacity 계획 관련 질문. 8인치 및 12인치 사업 축소 및 Advanced Packaging 전환에 대한 사실 여부와 결정 요인 질문.\n- **A (CC Wei)**: 8인치 Wafer Capacity를 줄이고 있지만, 모든 고객을 지원하고 있으며, 고객과 협의하여 자원 최적화를 통해 고객을 지원할 것임. 8인치 Wafer 사업에서도 고객을 계속 지원할 것이라고 답변.\n- **Q (Arthur Lai, Macquarie)**: Consumer 수요 전망 질문. Memory 가격 상승이 Consumer Electronics 가격을 상승시켜 수요 둔화에 대한 우려 질문.\n- **A (CC Wei)**: TSMC는 High-end Smartphone 및 PC에 집중하고 있어, Component 가격에 덜 민감하며, 올해와 내년에도 건전한 Forecast를 제시하고 있다고 답변.\n- **Q (Brett Simpson, Arite)**: AI Capacity 관련 질문. 2026년에도 공급 부족이 예상되는데, CapEx 확대로 2027년에 공급과 수요가 균형을 이룰 수 있을지 질문. 엔지니어 인력 부족이 Capacity 확장에 제약 요인이 되는지 질문.\n- **A (CC Wei)**: 새로운 FAB 건설에는 2~3년이 소요되므로, 2026년과 2027년에는 단기 생산성 향상에 집중하고, 2028년과 2029년 공급을 목표로 하고 있다고 답변. 엔지니어링 인력 확보에 어려움이 있지만, 고객 만족을 위해 노력하고 있다고 답변.\n- **Q (Brett Simpson, Arite)**: Pricing 관련 질문. 2025년 Wafer ASP가 20% 상승했는데, 향후에도 이러한 추세가 지속될지 질문. 1분기 Guidance에 가격 인상 요인이 반영되었는지 질문.\n- **A (Wendell Huang)**: 새로운 Node 가격이 상승하고, Blended ASP도 상승할 것으로 예상. 지난 몇 년간 가격 인상 효과는 Tool, 장비, 재료, 인건비 등의 인플레이션 비용을 상쇄하는 수준이었음. 높은 가동률과 생산성 향상, Node 간 Capacity 최적화 등이 수익성 향상에 기여하고 있다고 답변.\n- **Q (Sunny Lin, UBS)**: 과거와 달리 새로운 Node의 매출이 4~5년 후에도 높은 수준을 유지하는 추세에 대한 질문. 재무적 의미와 경쟁 방식에 대한 질문.\n- **A (CC Wei)**: 저전력, 고성능 제품에 대한 수요가 증가하고 있으며, TSMC의 기술 차별화가 뚜렷해지면서 Leading-edge 고객이 지속적으로 증가하고 있다고 답변. 기술 리더십을 유지하고 매년 개선해야 하며, 고객의 혁신을 지원해야 한다고 강조.\n- **Q (Sunny Lin, UBS)**: 2nm 매출 기여도에 대한 질문. 과거와 달리 트랜지스터당 비용 감소가 둔화되고 있는데, Smartphone, PC 고객이 2nm를 채택하는 이유는 무엇인지 질문.\n- **A (Wendell Huang)**: 2nm는 3nm보다 큰 Node가 될 것이지만, 기업 전체 매출 규모가 커져서 비율로 논하는 것은 의미가 없어짐.\n- **A (CC Wei)**: 저전력, 고성능 제품에 대한 수요가 증가하고 있으며, TSMC 기술이 이러한 가치를 제공하기 때문이라고 답변. 트랜지스터당 비용은 증가했지만, 성능 대비 비용은 훨씬 개선되었으며, 고객은 TSMC에 만족하고 있다고 답변.\n- **Q (Bruce Lu, Goldman Sachs)**: AI 매출 성장률과 Token 소비량 간의 Gap에 대한 질문. 15% AI 매출 성장을 지원하기 위한 Token 소비량과 전력량에 대한 가정 질문.\n- **A (CC Wei)**: 고객 제품 성능이 지속적으로 향상되어 Token 소비량 증가를 따라잡기 어렵다고 답변. TSMC는 Wafer 공급 부족이 Bottleneck이며, 전력량은 아직 문제가 되지 않고 있다고 답변.\n- **Q (Bruce Lu, Goldman Sachs)**: CapEx 관련 질문. 2027년 CapEx는 생산성 향상에 집중하고, 2028~2029년에 의미 있게 증가할 것이라는 내용에 대한 확인 질문. 향후 3년간 CapEx 규모에 대한 질문.\n- **A (Wendell Huang)**: 2026~2027년에는 생산성 향상에 집중하고, FAB Volume 생산은 2028~2029년에 시작될 것이라고 답변. 향후 3년간 CapEx는 이전 3년보다 훨씬 높을 것이라고 답변.\n",
  "ticker": "TSM",
  "period": "TSM_TS_4Q25",
  "analyzed_at": "2026-01-16T09:24:54.583678",
  "cached": false
}